{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 410,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 411,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 412,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 413,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 414,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "73": 0,
      "10030": 1,
      "182": 2,
      "10089": 3,
      "10194": 4,
      "195": 5,
      "10115": 6,
      "10044": 7,
      "46": 8,
      ")": 9,
      "130": 10,
      "10016": 11,
      "146": 12,
      "10004": 13,
      "10179": 14,
      "81": 15,
      "10041": 16,
      "10171": 17,
      "10145": 18,
      "118": 19,
      "10175": 20,
      "42": 21,
      "10042": 22,
      "99": 23,
      "61": 24,
      "10045": 25,
      "47": 26,
      "10137": 27,
      "175": 28,
      "10010": 29,
      "10186": 30,
      "10083": 31,
      "10157": 32,
      "10090": 33,
      "183": 34,
      "10124": 35,
      "115": 36,
      "END": 37,
      "138": 38,
      "72": 39,
      "10088": 40,
      "10154": 41,
      "10047": 42,
      "135": 43,
      "10180": 44,
      "140": 45,
      "5": 46,
      "95": 47,
      "112": 48,
      "89": 49,
      "10114": 50,
      "199": 51,
      "10040": 52,
      "10084": 53,
      "43": 54,
      "10018": 55,
      "10147": 56,
      "41": 57,
      "32": 58,
      "10148": 59,
      "63": 60,
      "10185": 61,
      "10192": 62,
      ":": 63,
      "10055": 64,
      "174": 65,
      "104": 66,
      "187": 67,
      "184": 68,
      "36": 69,
      "10072": 70,
      "54": 71,
      "10035": 72,
      "10103": 73,
      "10069": 74,
      "10024": 75,
      "10023": 76,
      "10107": 77,
      "179": 78,
      "10001": 79,
      "10011": 80,
      "10079": 81,
      "10136": 82,
      "12": 83,
      "168": 84,
      "10073": 85,
      "10183": 86,
      "10155": 87,
      "11": 88,
      "156": 89,
      "74": 90,
      "102": 91,
      "24": 92,
      "68": 93,
      "10053": 94,
      "10110": 95,
      "75": 96,
      "10149": 97,
      "56": 98,
      "10142": 99,
      "88": 100,
      "166": 101,
      "8": 102,
      "10121": 103,
      "167": 104,
      "48": 105,
      "80": 106,
      "77": 107,
      "62": 108,
      "10074": 109,
      "10006": 110,
      "9": 111,
      "10120": 112,
      "158": 113,
      "189": 114,
      "10029": 115,
      "10070": 116,
      "190": 117,
      "125": 118,
      "90": 119,
      "10170": 120,
      "39": 121,
      "181": 122,
      "10095": 123,
      "10116": 124,
      "10003": 125,
      "10057": 126,
      "10037": 127,
      "10131": 128,
      "132": 129,
      "198": 130,
      "10132": 131,
      "105": 132,
      "33": 133,
      "10062": 134,
      "10134": 135,
      "10093": 136,
      "10165": 137,
      "108": 138,
      "10031": 139,
      "10064": 140,
      "10187": 141,
      "10112": 142,
      "151": 143,
      "96": 144,
      "10190": 145,
      "10056": 146,
      "2": 147,
      "10034": 148,
      "10051": 149,
      "10014": 150,
      "10169": 151,
      "10174": 152,
      "23": 153,
      "180": 154,
      "10097": 155,
      "10022": 156,
      "10038": 157,
      "10017": 158,
      "10085": 159,
      "10129": 160,
      "10065": 161,
      "10020": 162,
      "161": 163,
      "194": 164,
      "165": 165,
      "10150": 166,
      "53": 167,
      "10071": 168,
      "37": 169,
      "10002": 170,
      "10139": 171,
      "10109": 172,
      "31": 173,
      "103": 174,
      "10046": 175,
      "10025": 176,
      "10048": 177,
      "10117": 178,
      "83": 179,
      "69": 180,
      "44": 181,
      "121": 182,
      "10067": 183,
      "10081": 184,
      "10168": 185,
      "10026": 186,
      "60": 187,
      "22": 188,
      "10059": 189,
      "10032": 190,
      "10162": 191,
      "10036": 192,
      "10176": 193,
      "0": 194,
      "173": 195,
      "10075": 196,
      "164": 197,
      "10063": 198,
      "21": 199,
      "144": 200,
      "4": 201,
      "10021": 202,
      "86": 203,
      "20": 204,
      "10": 205,
      "10151": 206,
      "10027": 207,
      "10138": 208,
      "10182": 209,
      "170": 210,
      "10123": 211,
      "10152": 212,
      "10161": 213,
      "10013": 214,
      "10153": 215,
      "10189": 216,
      "(": 217,
      "93": 218,
      "101": 219,
      "10166": 220,
      "10005": 221,
      "171": 222,
      "10080": 223,
      "49": 224,
      "117": 225,
      "10140": 226,
      "92": 227,
      "10199": 228,
      "10078": 229,
      "10118": 230,
      "[OUT]": 231,
      "10130": 232,
      "10000": 233,
      "10100": 234,
      "29": 235,
      "82": 236,
      "188": 237,
      "10102": 238,
      "27": 239,
      "10181": 240,
      "65": 241,
      "52": 242,
      "147": 243,
      "40": 244,
      "10178": 245,
      "10167": 246,
      "178": 247,
      "10058": 248,
      "155": 249,
      "50": 250,
      "10087": 251,
      "10050": 252,
      "148": 253,
      "10061": 254,
      "10184": 255,
      "136": 256,
      "128": 257,
      "64": 258,
      "124": 259,
      "114": 260,
      "10133": 261,
      "120": 262,
      "10028": 263,
      "100": 264,
      "10164": 265,
      ",": 266,
      "79": 267,
      "34": 268,
      "160": 269,
      "129": 270,
      "10156": 271,
      "59": 272,
      "10163": 273,
      "57": 274,
      "10108": 275,
      "98": 276,
      "10143": 277,
      "10105": 278,
      "10158": 279,
      "10101": 280,
      "91": 281,
      "10099": 282,
      "10068": 283,
      "131": 284,
      "186": 285,
      "10043": 286,
      "10033": 287,
      "123": 288,
      "10054": 289,
      "84": 290,
      "7": 291,
      "66": 292,
      "17": 293,
      "196": 294,
      "10009": 295,
      "192": 296,
      "10196": 297,
      "ST": 298,
      "10052": 299,
      "10008": 300,
      "193": 301,
      "113": 302,
      "10177": 303,
      "94": 304,
      "159": 305,
      "30": 306,
      "78": 307,
      "137": 308,
      "10077": 309,
      "10015": 310,
      "10125": 311,
      "10012": 312,
      "10092": 313,
      "145": 314,
      "3": 315,
      "10198": 316,
      "87": 317,
      "10141": 318,
      "28": 319,
      "10019": 320,
      "55": 321,
      "10193": 322,
      "152": 323,
      "122": 324,
      "149": 325,
      "10049": 326,
      "10122": 327,
      "6": 328,
      "10039": 329,
      "38": 330,
      "110": 331,
      "126": 332,
      "10091": 333,
      "142": 334,
      "1": 335,
      "10135": 336,
      "176": 337,
      "10159": 338,
      "26": 339,
      "197": 340,
      "10197": 341,
      "150": 342,
      "10111": 343,
      "67": 344,
      "10146": 345,
      "109": 346,
      "10082": 347,
      "116": 348,
      "127": 349,
      "70": 350,
      "134": 351,
      "58": 352,
      "10086": 353,
      "51": 354,
      "141": 355,
      "10104": 356,
      "10113": 357,
      "97": 358,
      "10007": 359,
      "10160": 360,
      "106": 361,
      "163": 362,
      "107": 363,
      "10172": 364,
      "18": 365,
      "191": 366,
      "10076": 367,
      "172": 368,
      "45": 369,
      "10128": 370,
      "10144": 371,
      "35": 372,
      "154": 373,
      "185": 374,
      "111": 375,
      "10119": 376,
      "153": 377,
      "10191": 378,
      "10060": 379,
      "10066": 380,
      "119": 381,
      "143": 382,
      "76": 383,
      "10094": 384,
      "10188": 385,
      "10098": 386,
      "10106": 387,
      "14": 388,
      "133": 389,
      "10127": 390,
      "169": 391,
      "13": 392,
      "162": 393,
      "10173": 394,
      "10126": 395,
      "71": 396,
      "85": 397,
      "15": 398,
      "10096": 399,
      "25": 400,
      "19": 401,
      "16": 402,
      "157": 403,
      "139": 404,
      "177": 405,
      "I": 406,
      "G": 407,
      "GI": 408,
      "S": 409
    },
    "unk_token": "[UNK]"
  }
}